<!DOCTYPE HTML>

<html>

<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<title>Your Website</title>
</head>

<body>

	<header style="height: 100px; border:solid;">
		
	</header>
	
	<section>	
		<article>
			<header>
				<h2>Gian Felipe</h2>				
			</header>
			<p>Analista desenvolvedor de sistemas, amante de tecnologia e inova&ccedil;&atilde;o, seguidor de metodologias de desenvolvimento &aacute;gil, criativo e persistente.</p>
		</article>
		
		<article>
			<header>
				<h2>Conhecimento tecnico</h2>				
			</header>
			<ul>
				<li>Linguagens de desenvolvimento: .NET,  Java e Node.js</li>
				<li>	Desenvolvimento Web utilizando MVC, Web.Api e WCF.</li>
				<li>Desenvolvimento de procedures e functions para bancos de dados (SQL&#45;PLSQL)</li>
				<li>Desenvolvimento em times multidisciplinares utilizando metodologias &aacute;geis.</li>

			</ul>
		</article>
		
		<article>
			<header>
				<h2>Idiomas</h2>				
			</header>
			<ul>
				<li>Ingl&ecirc;s: Avan&ccedil;ado &#45; Curso conclu&iacute;do na Fisk em 08/2011 e English Town desde 10/2015.</li>
			</ul>
		</article>
		
		<article>
			<header>
				<h2>Cursos e Certifica&ccedil;&otilde;es</h2>				
			</header>
			<ul>
				<li>CASSANDRA NOSQL | 07/2016 | FIAP &#45; FACULDADE DE INFORMATICA E ADMINISTRA&Ccedil;&Atilde;O PAULISTA.</li>
				<li>NODE.JS | 05/2016 | CAELUM ENSINO E INOVA&Ccedil;&Atilde;O</li>
				<li>GRADUA&Ccedil;&Atilde;O EM ANALISE E DESENVOLVIMENTO DE SISTEMAS | 06/2014 | FACULDADE DE TECNOLOGIA TERMOMECANICA.</li>

			</ul>
		</article>
		
		<article>
			<header>
				<h2>Experiencia Profissional</h2>				
			</header>
			<ul>
				<li>EST&Aacute;GIARIO | AUTOFAX | 10/2012 &#45; 05/2014
					<ul>
						<li>Desenvolvimento e manuten&ccedil;&atilde;o de sistemas voltados para a plataforma Microsoft como MVC, WebForms, ASP e SQL Server. Desenvolvimento do primeiro produto Mobile da empresa, voltado para o setor de Log&iacute;stica. </li>
					</ul></li>
					</br>
				<li>ANALISTA DE SISTEMAS JUNIOR | REDE/ITAU UNIBANCO | 08/2014 &#45; ATUALMENTE
					<ul>
						<li>Desenvolvimento e manuten&ccedil;&atilde;o do Server&Atilde;Side da aplica&ccedil;&atilde;o Mobile Rede, que foi o primeiro meio de pagamento mobile da empresa. Utilizando o Scrum como metodologia &aacute;gil de desenvolvimento, tive entregas frequentes e com grande valor para o Produto. </li>
					</ul>
					<ul>
						<li>Desenvolvimento e manuten&ccedil;&atilde;o do sistema de Credenciamento do produto Mobile Rede utilizando MVC e WCF integrando com diversos outros servi&ccedil;os e outras plataformas. Tamb&eacute;m utilizamos a metodologia &aacute;gil para que as entregas fossem r&aacute;pidas e direcionadas para agregar valor ao produto final. </li>
					</ul></li>
			</ul>
		</article>
		
	</section>
</br>
	<footer>
		<p>Telefone para contato: (11) 9 7365-3507</p>
		<p>E-mail para contato: gianfelipe93@gmail.com</p><p>LinkedIn: blablabla</p>
	</footer>

</body>

</html>